/* camera source type */
"Camera" = "Camera";

/* cancel button */
"Cancel" = "Cancel";

/* choose image button title */
"Choose image" = "Choose image";

/* choose image source alert title */
"Choose image source" = "Choose image source";

/* color inverse filter name */
"Color Inverse" = "Color Inverse";

/* error from image picker - unable to find a photo */
"Could not find Photo" = "Could not find Photo";

/* action to delete cell */
"Delete" = "Delete";

/* gallery source type */
"Gallery" = "Gallery";

/* horizontal mirror filter name */
"Horizontal Mirror" = "Horizontal Mirror";

/* left half mirror filter name */
"Left Half Mirror" = "Left Half Mirror";

/* monochrome filter name */
"Monochrome" = "Monochrome";

/* error text when there is no image to process */
"No Image" = "No Image";

/* how to enable camera permission info */
"Permission to camera is denied. Please, turn it on from your phone Settings." = "Permission to camera is denied. Please, turn it on from your phone Settings.";

/* how to enable photos album permission info */
"Permission to Photos is denied. Please, turn it on from your phone Settings." = "Permission to Photos is denied. Please, turn it on from your phone Settings.";

/* action to choose image as main image to apply filters */
"Pick this image" = "Pick this image";

/* Rotate 90 degrees filter name */
"Rotate" = "Rotate";

/* action to save image to photo album */
"Save image" = "Save image";

/* error message when camera/galley unavailable */
"Source type unavailable" = "Source type unavailable";

/* alert warning title */
"Warning" = "Warning";

/* filters history table view title */
"Filters History:" = "Filters History:";

